Repository: atakanatalar/GHFollowers
Catalog: GHFollowers/GHFollowers/Utilities/*.lproj/Localizable.strings
Languages: tr

# search_text_field_text
source: Enter a username
tr: Kullanıcı adı giriniz

# search_button_title
source: Get Followers
tr: Takipçileri Göster

# search_accessibility_label_app_logo
source: Application Logo
tr: Uygulama Logosu

# search_accessibility_hint_button
source: Opens the followers screen for the entered username
tr: Girilen kullanıcı adına ait takipçiler ekranını açar

# followers_title_view_title
source: More Followers
tr: Daha Fazla Takipçi

# followers_search_title
source: Search Followers
tr: Takipçi ara

# followers_context_menu_favorite_button_title
source: Add to favorites
tr: Favorilere ekle

# followers_empty_message
source: The user has no followers, see their information now and be the first to follow!
tr: Kullanıcının henüz takipçisi bulunmuyor, hemen bilgilerini gör ve ilk takip eden sen ol!

# followers_invalid_response_message
source: There is no one with this username, please check again
tr: Bu kullanıcı adına sahip kimse yok, lütfen kontrol edin

# followers_no_result_message1
source: No result for "
tr: Bu arama için sonuç bulunamadı "

# followers_accessibility_hint_title_view
source: Opens the user's profile screen
tr: Kullanıcının profil ekranını açar

# followers_accessibility_label_profile_button
source: 's profile
tr: kullanıcısının profili

# followers_accessibility_hint_profile_button
source: Opens the user's profile screen
tr: Kullanıcının profil ekranını açar

# user_info_accessibility_hint_created_at
source: The date when the user joined GitHub
tr: Kullanıcının GitHub'a katıldığı tarih

# user_info_accessibility_label_favorite_button
source: Add user to favorites
tr: Kullanıcıyı favorilere ekle

# user_info_accessibility_hint_favorite_button
source: Adds the user to your favorites
tr: Kullanıcıyı favorilere ekler

# favorites_swipe_button_title
source: Delete
tr: Sil

# favorites_navigation_title
source: Favorites
tr: Favoriler

# favorites_empty_message
source: No Favorites? Add one on the user profile screen
tr: Favorileriniz yok mu? Kullanıcı profil ekranından bir tane ekleyin

# favorites_accessibility_hint_list_cell
source: Opens the user's followers screen
tr: Kullanıcının takipçileri ekranını açar

# app_tab_search_tab_item_title
source: Search
tr: Arama

# app_tab_favorites_tab_item_title
source: Favorites
tr: Favoriler

# onboard_title1
source: View Followers
tr: Takipçileri Görüntüle

# onboard_description1
source: See the followers of a given GitHub username and explore their list of followers
tr: İstediğiniz GitHub kullanıcısının takipçilerini görüntüleyin

# onboard_title2
source: Profile Viewing
tr: Profil Görüntüle

# onboard_description2
source: Click on followers' profiles to view detailed information
tr: Detaylı bilgi için takipçilerin profillerine tıklayın

# onboard_title3
source: Favorites List
tr: Favoriler Listesi

# onboard_description3
source: Add desired users to your favorites list for easy access
tr: Kolay erişim için istediğiniz kullanıcıları favori listenize ekleyin

# onboard_button_title
source: Continue
tr: Sürdür

# onboard_accessibility_label_app_logo
source: Application Logo
tr: Uygulama Logosu

# onboard_accessibility_hint_button
source: Tap to use the app
tr: Uygulamayı kullanmak için tıklayın

# user_info_header_accessibility_label_avatar_view
source: 's photo
tr: kullanıcısının fotoğrafı

# user_info_header_user_name
source: Name
tr: İsim

# user_info_header_user_location
source: No Location
tr: Konum yok

# user_info_header_user_bio
source: No bio available
tr: Biyografi mevcut değil

# repo_item_button
source: GitHub Profile
tr: GitHub Profili

# repo_item_accessibility_hint_gitHub
source: Opens the user's GitHub profile in the browser
tr: Kullanıcının GitHub profilini tarayıcıda açar

# followers_item_button
source: Get Followers
tr: Takipçileri Göster

# followers_item_accessibility_hint_followers
source: Opens the user's followers screen
tr: Kullanıcının takipçileri ekranını açar

# item_info_followers_title
source: Followers
tr: Takipçi

# item_info_following_title
source: Following
tr: Takip

# error_invalid_username
source: This username created an invalid request
tr: Kullanıcı adı geçersiz bir istek oluşturdu

# error_invalid_response
source: Invalid server response
tr: Geçersiz sunucu yanıtı

# error_invalid_data
source: The data received from the server was invalid
tr: Sunucudan alınan veriler geçersiz

# error_unable_to_favorite
source: There was an error favoriting this user
tr: Kullanıcıyı favorilere eklerken bir hata oluştu

# error_already_in_favorites
source: You have already favorited this user
tr: Kullanıcı favorilerinizde bulunuyor

# toast_add_user_success_message
source: Added to favorites
tr: Favorilere eklendi

# toast_remove_user_success_message
source: has been removed
tr: kaldırıldı

# toast_invalid_username_message
source: Please enter a username
tr: Lütfen kullanıcı adı girin

# toast_network_error_message
source: Check your network connection
tr: Ağ bağlantınızı kontrol edin

# splash_accessibility_label_app_logo
source: Application Logo
tr: Uygulama Logosu

# loading_loading_text
source: Loading...
tr: Yükleniyor...

# tip_add_to_favorite_title
source: Add New User
tr: Yeni Kullanıcı Ekle

# tip_add_to_favorite_message
source: Tap here to add a new user to the favorites
tr: Favorilere yeni bir kullanıcı eklemek için buraya dokunun

# tip_see_user_info_title
source: See User Information
tr: Kullanıcı Bilgilerini Gör

# tip_see_user_info_message
source: Tap here to see user information
tr: Kullanıcı bilgilerini görmek için buraya dokunun
